{"type":"FeatureCollection","crs":{"type":"name","properties":{"name":"EPSG:4326"}},"features":[{"type":"Feature","id":1,"geometry":{"type":"Point","coordinates":[-77.864538429999982,40.794237180000039]},"properties":{"OBJECTID":1,"title":"Driver Education","index":18,"link":"http://www.psu.edu/ur/about/markers/drivered.html","detail":"Professor of Industrial Engineering Amos Neyhart taught America's first classes for driver education teachers near this site in 1936, three years after he began the nation's first driver education course at State College High School.  He became an internationally known traffic safety expert, and his methods helped millions of Americans learn to drive safely.","image":"http://www.psu.edu/ur/about/markers/pix/driveredclose.jpg","brief":"Professor Amos Neyhart was the first in the nation to teach classes in this subject."}},{"type":"Feature","id":2,"geometry":{"type":"Point","coordinates":[-77.864090589999989,40.796744950000061]},"properties":{"OBJECTID":2,"title":"Old Botany","index":3,"link":"http://www.psu.edu/ur/about/markers/oldbotany.html","detail":"Built in 1887, the oldest campus building whose exterior has not been significantly altered.  Designed in a \"Richardsonian Romanesque\" style, it had greenhouses attached, a formal garden in front, and was long a center for botanical studies.","image":"http://www.psu.edu/ur/about/markers/pix/oldbotanyclose.jpg","brief":"Oldest campus building (1887) with no significant exterior alterations."}},{"type":"Feature","id":3,"geometry":{"type":"Point","coordinates":[-77.864758369999947,40.796231190000071]},"properties":{"OBJECTID":3,"title":"The Daily Collegian","index":53,"link":"http://www.psu.edu/ur/about/markers/collegian.html","detail":"Is one of the nation's oldest college daily newspapers. A precursor, The Free Lance, published monthly beginning in 1887, was succeded in 1904 by The State Collegian, a weekly and the semi-weekly Penn State Collegian in 1920. The Daily Collegian appeared in 1940. An independent student voice, the newspaper had its offices in various locations, including many years in Carnegie building.","image":"http://www.psu.edu/ur/about/markers/pix/collegianclose.jpg","brief":"Among the nation's first daily student newspapers."}},{"type":"Feature","id":4,"geometry":{"type":"Point","coordinates":[-77.855907999999943,40.809862000000066]},"properties":{"OBJECTID":4,"title":"Big Ten","index":46,"link":"http://www.psu.edu/ur/about/markers/bigten.html","detail":"On June 4, 1990, the Big Ten Conference admitted Penn State as its eleventh member.  Established in 1895 as one of the nation's first intercollegiate organizations, the Conference instituted a blueprint for the control and administration of college athletics under the direction of appointed faculty representatives.  The Big Ten became a model for the successful jointure of academic integrity and athletic excellence.","image":"http://www.psu.edu/ur/about/markers/pix/bigtenclose.jpg","brief":"Penn State became a member of this storied athletic conference in 1990."}},{"type":"Feature","id":5,"geometry":{"type":"Point","coordinates":[-77.853928999999937,40.804272000000026]},"properties":{"OBJECTID":5,"title":"Atoms for Peace","index":16,"link":"http://www.psu.edu/ur/about/markers/atomsforpeace.html","detail":"Penn State in 1955 became the first university licensed by the Atomic Energy Comission to operate a nuclear reactor as part of U.S. President Dwight Eisenhower's \"Atoms for Peace\" program.  Named for Wm. Breazeale, Penn State's first professor of nuclear engineering, the reactor became a training and research tool for peaceful applications of atomic energy.","image":"http://www.psu.edu/ur/about/markers/pix/atomsforpeaceclose.jpg","brief":"The nation's first nuclear reactor licensed to a university was at Penn State."}},{"type":"Feature","id":6,"geometry":{"type":"Point","coordinates":[-77.855325999999934,40.811067000000037]},"properties":{"OBJECTID":6,"title":"James A. Beaver","index":54,"link":"http://www.psu.edu/ur/about/markers/beaver.html","detail":"A Bellefonte attorney who led the 148th PA. Vol. Infantry Regiment in the Civil War, Beaver rose to the rank of Brigadier General and lost a leg at the Battle of Reams Station. He chaired Penn State's Board of Trustees for 24 years, was govenor of PA. 1887-91, and later a justice of the State Superior Court. Popular with students, he secured state funds to improve Penn State's first football field, named in his honor, as is today's Beaver Stadium.","image":"http://www.psu.edu/ur/about/markers/pix/beaverclose.jpg","brief":"Penn State trustee and Pennsylvania governor for whom the stadium is named."}},{"type":"Feature","id":7,"geometry":{"type":"Point","coordinates":[-77.862081529999955,40.803792980000026]},"properties":{"OBJECTID":7,"title":"Creamery","index":21,"link":"http://www.psu.edu/ur/about/markers/creamery.html","detail":"The Penn State Creamery in 1892 offered America's first collegiate instruction in ice cream manufacture, a program that has helped to make the University an international center for research in frozen confections.  The original Creamery, built in 1889, also housed the nation's earliest extension course in dairy science.  The current facility dates from 1932.","image":"http://www.psu.edu/ur/about/markers/pix/creameryclose.jpg","brief":"Penn State offered the nation's first collegiate instruction in ice cream manufacture (1892)."}},{"type":"Feature","id":8,"geometry":{"type":"Point","coordinates":[-77.862322929999948,40.794109250000076]},"properties":{"OBJECTID":8,"title":"Diesel Engineering","index":41,"link":"http://www.psu.edu/ur/about/markers/dieselengr.html","detail":"In a lab of the old Engineering Building near this site, professors Paul Schweitzer and K.J. Dejuhasz in 1923 began one of the first systematic research programs in diesel engineering to be undertaken on any college campus.  Their discoveries over the next 30 years in such fields as supercharging and scavenging pointed the way for today's more efficient and powerful engines.","image":"http://www.psu.edu/ur/about/markers/pix/dieselengrclose.jpg","brief":"The implications of Penn State's early research in this field are still apparent in today's prime movers."}},{"type":"Feature","id":9,"geometry":{"type":"Point","coordinates":[-77.863130269999942,40.794901180000068]},"properties":{"OBJECTID":9,"title":"University House","index":2,"link":"http://www.psu.edu/ur/about/markers/univhouse.html","detail":"Home of 11 of Penn State's presidents, from 1864 to 1970.  Designed and in part financed by the first president, Evan Pugh, the structure has undergone many alterations but still stands as the oldest building on the campus.  The last president to reside here was Eric Walker.","image":"http://www.psu.edu/ur/about/markers/pix/univhouseclose.jpg","brief":"Formerly the President's residence, oldest building on campus, first occupied in 1864."}},{"type":"Feature","id":10,"geometry":{"type":"Point","coordinates":[-77.870392349999975,40.798110430000065]},"properties":{"OBJECTID":10,"title":"Management Education","index":32,"link":"http://www.psu.edu/ur/about/markers/mgmted.html","detail":"Established in 1915 as one of the nation's first continuing education programs for business and industry.  These programs, an outgrowth of engineering extension, boosted Pennsylvania's economy by tailoring instruction of thousands of clients statewide in such fields as IME Management, Employee Motivation, and Leadership.  They served as models for similar continuing education efforts nationwide.","image":"http://www.psu.edu/ur/about/markers/pix/mgmtedclose.jpg","brief":"Early continuing education programs for industry that were widely imitated."}},{"type":"Feature","id":11,"geometry":{"type":"Point","coordinates":[-77.866076009999972,40.794423490000042]},"properties":{"OBJECTID":11,"title":"Atmospheric Research","index":22,"link":"http://www.psu.edu/ur/about/markers/atmosphere.html","detail":"Renowned meteorologist Hans Panofsky conducted fundamental work at Penn State (1952-82) that led to a new understanding of atmospheric turbulence, air pollution, ozone depletion, and planetary atmospheres.  He was among the first to apply computer analysis to weather prediction.  His collaboration with young scientists worldwide left a valuable legacy in atmospheric research.","image":"http://www.psu.edu/ur/about/markers/pix/atmosphereclose.jpg","brief":"Professor Hans Panofsky led pivotal studies of air pollution, ozone depletion, and more."}},{"type":"Feature","id":12,"geometry":{"type":"Point","coordinates":[-77.863580879999972,40.795676850000063]},"properties":{"OBJECTID":12,"title":"Armory","index":43,"link":"http://www.psu.edu/ur/about/markers/armory.html","detail":"Near this site from 1892 to 1964 stood the armory, which symbolized Penn State's Land-Grant Act commitment to offer military training as part of the nation's tradition of the citizen-soldier.  Before World War I, participation in the Cadet Corps was mandatory for all male undergraduates.  The armory, flanked in this 1894 view by young campus elms, also was used for physical education, varsity athletics, and social events.  Its Richardsonian Romanesque architecture made it a campus landmark.","image":"http://www.psu.edu/ur/about/markers/pix/Armoryclose.jpg","brief":"Emblematic of Penn State's land-grant act commitment to offer military training as part of American's citizen-soldier tradition."}},{"type":"Feature","id":13,"geometry":{"type":"Point","coordinates":[-77.863763269999936,40.800517510000077]},"properties":{"OBJECTID":13,"title":"Ag Experiment Station","index":38,"link":"http://www.psu.edu/ur/about/markers/agexpstation.html","detail":"Was housed here beginning in 1889, following passage of the Hatch Act, which made ongoing federal funds available for the first time to support agriculture research at universities.  Scientific studies here and at other land-grant colleges helped to make the American agriculture system the world's most productive.  Once at the hub of \"Ag Hill,\" the building is now used for other purposes.","image":"http://www.psu.edu/ur/about/markers/pix/agexperimentclose.jpg","brief":"Studies here helped make American agriculture the world's most productive."}},{"type":"Feature","id":14,"geometry":{"type":"Point","coordinates":[-77.85554099999996,40.809547000000066]},"properties":{"OBJECTID":14,"title":"Mount Nittany","index":51,"link":"http://www.psu.edu/ur/about/markers/mtnittany.html","detail":"Derives its name from a Native American word meaning single mountain. It has been part of the Penn State tradition since the adoption of the Nittany Lion as the university's mascot in 1904. Once eyed for its timber, the mountain came under the protection of The Lion's Paw Alumni Association, which purchased 525 acres in 1945. A conservation effort that continues in partnership with the Mount Nittany Conservancy. This 1890s picture was taken from Old Main.","image":"http://www.psu.edu/ur/about/markers/pix/mtnittanyclose.jpg","brief":"The natural landmark that overlooks campus and whose name is derived from a Native American term meaning \"single mountain\"."}},{"type":"Feature","id":15,"geometry":{"type":"Point","coordinates":[-77.870865759999958,40.797869810000066]},"properties":{"OBJECTID":15,"title":"Continuing Education","index":47,"link":"http://www.psu.edu/ur/about/markers/conted.html","detail":"In 1935, under J. Orvis Keller, Penn State centralized correspondence and evening courses, technical institutes, and most other continuing education offerings, creating a model adopted by other universities.  Successors E.L. Keller and Floyd Fischer helped form off-campus centers into the Commonwealth Campus System in 1959.  Fischer later won national acclaim for broadening continuing education to include such fields as health care, technical and public television.","image":"http://www.psu.edu/ur/about/markers/pix/contedclose.jpg","brief":"Outreach programs pioneered by Penn State inspired similar programs at many other universities."}},{"type":"Feature","id":16,"geometry":{"type":"Point","coordinates":[-77.869858839999949,40.797179260000064]},"properties":{"OBJECTID":16,"title":"Biomechanics","index":59,"link":"http://www.psu.edu/ur/about/markers/biomechanics.html","detail":"Among the first of its kind in the world, Penn State's biomechanics lab was established in 1967, directed by Richard Nelson. He and Chauncey Morehouse were joined in 1972 by another faculty member, Peter Cavanagh. They and their students did groundbreaking research on the biomechanics of human performance applied to the problems in musculoskeletal health, sport, exercise, injury and rehabilitation. The International Society of Biomechanics was founded here in 1973.","image":"http://www.psu.edu/ur/about/markers/pix/biomechanicsclose.jpg","brief":"Pioneer research applied to problems in musculoskeletal health, sport, excerise, injury and rehabilitation."}},{"type":"Feature","id":17,"geometry":{"type":"Point","coordinates":[-77.863926129999982,40.795373340000026]},"properties":{"OBJECTID":17,"title":"Ionospheric Research","index":57,"link":"http://www.psu.edu/ur/about/markers/ionospheric.html","detail":"In 1963 faculty and students in the electrical engineering dept's ionosphere research lab developed a radio wave cross-modulation facility consisting of a high-power transmitter and antenna beamed to the ionosphere. It furthered our understanding of the upper atmosphere and allowed for improved methods to optimize long-distance communications. The first of its kind in the western hemisphere, the facility was inspired by Arthur Wannick, the lab's founder and director.","image":"http://www.psu.edu/ur/about/markers/pix/ionosphereclose.jpg","brief":"Furthered understanding of the upper atmosphere and optimized long-distance communications."}},{"type":"Feature","id":18,"geometry":{"type":"Point","coordinates":[-77.86280974999994,40.801551990000064]},"properties":{"OBJECTID":18,"title":"Jordan Soil Plots","index":8,"link":"http://www.psu.edu/ur/about/markers/soilplots.html","detail":"Representing a pioneering attempt to determine long-term effects of fertilizers on soil and crops.  144 plots between today's Eisenhower Auditorium and College Avenue, were established in 1882 by Professor Whitman H. Jordan.  Soil remained under study as late as 1959.","image":"http://www.psu.edu/ur/about/markers/pix/jordansoilplotsclose.jpg","brief":"Pioneer attempt to determine longterm effects of fertilizers."}},{"type":"Feature","id":19,"geometry":{"type":"Point","coordinates":[-77.869968559999961,40.798647480000056]},"properties":{"OBJECTID":19,"title":"Hospitality Management","index":65,"link":"http://news.psu.edu/story/479609/2017/08/28/campus-life/historical-marker-celebrates-hospitality-management-education","detail":"Established in 1937, Penn State's School of Hospitality Management is one of the nation's oldest and most respected. Its top-ranked undergraduate and doctoral programs prepare global leaders with a rigorous, diverse curriculum focused, since its inception, on engaged scholarship, featuring partnerships with Penn State's Hospitality Services, Housing and Food Services, and top hospitality brands. It is also home to the oldest alumni program group, 'The Penn State Hotel and Restaurant Society'.","image":"http://news.psu.edu/sites/default/files/styles/photo_gallery_large/public/Hospitality%20Mgt%20Marker-81717-1003.jpg","brief":""}},{"type":"Feature","id":20,"geometry":{"type":"Point","coordinates":[-77.862598519999949,40.797639300000071]},"properties":{"OBJECTID":20,"title":"Combinatory Logic","index":23,"link":"http://www.psu.edu/ur/about/markers/combinatory.html","detail":"Professor Haskell Brooks Curry (1900-82) was a pioneer of modern mathematical logic. His research in the foundations of mathematics led him to the development of combinatory logic.  Later, this seminal work found significant application in computer science, especially in the design of programming languages.","image":"http://www.psu.edu/ur/about/markers/pix/combinatoryclose.jpg","brief":"Seminal work that found significant application in designing computer program languages."}},{"type":"Feature","id":21,"geometry":{"type":"Point","coordinates":[-77.86180257999996,40.79875104000007]},"properties":{"OBJECTID":21,"title":"Atom First \"Seen\"","index":9,"link":"http://www.psu.edu/ur/about/markers/atomfirstseen.html","detail":"In Osmond Laboratory, professor of physics Erwin Mueller in 1955 became the first person to \"see\" an atom, using an electron microscope of his own invention- a landmark advancement in science instrumentation that magnified these building blocks of the universe more than two million times.","image":"http://www.psu.edu/ur/about/markers/pix/Atomfirstseen.JPG","brief":"By Professor Erwin Mueller in 1955, using a field ion microscope."}},{"type":"Feature","id":22,"geometry":{"type":"Point","coordinates":[-77.864087819999952,40.799581490000037]},"properties":{"OBJECTID":22,"title":"Pure Food Laws","index":37,"link":"http://www.psu.edu/ur/about/markers/purefoodlaws.html","detail":"Pennsylvania's first pure food laws were largely founded on the work of Penn State chemist William Frear (1860-1922), whose pioneer analyses of foods enabled the state to enforce truth-in-labeling laws.","image":"http://www.psu.edu/ur/about/markers/pix/purefoodlaws.jpg","brief":"In Pennsylvania, and nationally, were shaped largely by the work of chemist William Frear."}},{"type":"Feature","id":23,"geometry":{"type":"Point","coordinates":[-77.863074199999971,40.798539520000077]},"properties":{"OBJECTID":23,"title":"Old Beaver Field","index":50,"link":"http://www.psu.edu/ur/about/markers/oldbeaverfield.html","detail":"Students first played baseball on this site in the 1870s and it was here that Penn State began intercollegiate athletics. In 1891, Govenor James A. Beaver secured $15,000 in state funds to improve the field, which was then named in his honor. The funds also paid for a running track and a small grandstand. Penn State sports soon outgrew the facility, and New Beaver Field, on the current site of the Nittany Parking Deck, opened in 1909. ","image":"http://www.psu.edu/ur/about/markers/pix/oldbeaverfieldclose.jpg","brief":"One this site, Penn State began participating in intercollegiate athletics."}},{"type":"Feature","id":24,"geometry":{"type":"Point","coordinates":[-77.863881709999987,40.796736490000058]},"properties":{"OBJECTID":24,"title":"President Atherton","index":4,"link":"http://www.psu.edu/ur/about/markers/atherton.html","detail":"Buried here, headed Penn State from 1882 to 1906 and brought it back from the brink of ruin.  He drafted and championed the Hatch Act of 1887 and Morrill Act of 1890, establishing federal aid to higher education, and served as first president of the land-grant college association.","image":"http://www.psu.edu/ur/about/markers/pix/athertonclose.jpg","brief":"Grave of Penn State's seventh President, who was a national leader in land-grant education."}},{"type":"Feature","id":25,"geometry":{"type":"Point","coordinates":[-77.864355199999977,40.800367860000051]},"properties":{"OBJECTID":25,"title":"Ag Hill","index":7,"link":"http://www.psu.edu/ur/about/markers/aghill.html","detail":"Became the center of agricultural research and instruction at Penn State in the 1880s with the founding of the experiment station, followed over the next 25 years by three nearby buildings and the Armsby Calorimeter, with its internationally recognized studies in animal nutrition.","image":"http://www.psu.edu/ur/about/markers/pix/aghillclose.jpg","brief":"Center of agricultural research and instruction, beginning in the 1880s."}},{"type":"Feature","id":26,"geometry":{"type":"Point","coordinates":[-77.862041289999979,40.794314340000028]},"properties":{"OBJECTID":26,"title":"Old Engineering","index":49,"link":"http://www.psu.edu/ur/about/markers/oldengbldg.html","detail":"Opened in 1892, this 50,000 sq.ft. structure housed civil, mechanical, electrical, and mining engineering. Designed by Fred L. Olds in the Richardsonian Romanesque style, it was the architectural capstone of the campus and symbolized Penn State's emergence as one of the nation's ten largest engineering schools. Fitted with labs, lecture halls, shops, forges and a foundry, the building also supplied steam heat for the campus. It was destroyed in a spectacular fire on November 25, 1918.","image":"http://www.psu.edu/ur/about/markers/pix/oldengrclose.jpg","brief":"Until destroyed by fire in 1918, this magnificent building symbolized Penn State's emergence as one of America's largest engineering schools."}},{"type":"Feature","id":27,"geometry":{"type":"Point","coordinates":[-77.86330997999994,40.79336402000007]},"properties":{"OBJECTID":27,"title":"Heart-Assist Pump","index":14,"link":"http://www.psu.edu/ur/about/markers/heartassistpump.html","detail":"Developed by faculty in the colleges of medicine and engineering in 1976 to prolong the lives of cardiovascular patients.  It pioneered applications of fluid mechanics and was the first surgically implantable, seam-free, pulsatile blood pump to receive widespread clinical use.  It led to the Penn State Heart, first successfully implanted in 1985.","image":"http://www.psu.edu/ur/about/markers/pix/hapclose.jpg","brief":"The first to receive widespread clinical use, developed in part in the College of Engineering."}},{"type":"Feature","id":28,"geometry":{"type":"Point","coordinates":[-77.864115059999961,40.794659200000069]},"properties":{"OBJECTID":28,"title":"PENNSTAC","index":28,"link":"http://www.psu.edu/ur/about/markers/pennstac.html","detail":"The first fully electronic digital computer built by Penn State and among the first to be constructed on any college campus.  Assembled 1953-55 by the Department of Electrical Engineering from parts donated by private industry, it proved to be an invaluable research tool for many disciplines and presaged widespread academic applications of computers.","image":"http://www.psu.edu/ur/about/markers/pix/pennstacclose.jpg","brief":"Penn State's first electronic digital computer and one of the first on any campus."}},{"type":"Feature","id":29,"geometry":{"type":"Point","coordinates":[-77.863611639999988,40.797074280000061]},"properties":{"OBJECTID":29,"title":"Oak Cottage","index":52,"link":"http://www.psu.edu/ur/about/markers/oakcottage.html","detail":"Built in 1857 on this site, was the first permanent building on campus. Initially occupied by farm foreman John Herman and family, it was later used as a residence by such illustrious faculty as James McKee, Whitman Jordan, and John Price Jackson. Moved about 100 yards north of here in 1889, it was home to Chi Omega Sorority 1929-48, as seen in this 1946 view, then used for academic offices until razed in 1972.","image":"http://www.psu.edu/ur/about/markers/pix/oakcottageclose.jpg","brief":"Site of the first permanent building on campus."}},{"type":"Feature","id":30,"geometry":{"type":"Point","coordinates":[-77.861845489999951,40.794787470000074]},"properties":{"OBJECTID":30,"title":"American Elms","index":48,"link":"http://www.psu.edu/ur/about/markers/americanelms.html","detail":"Lining the mall are part of an early campus landscaping plan that called for trees and other plantings to be used as an arboretum for teaching and research purposes.  While age and disease take their toll, Penn State still has one of the largest elm stands in the nation.  Gifts from the class of 1986 purchased new trees for the mall and the class of 1996 endowed a fund for preserving all the elms.","image":"http://www.psu.edu/ur/about/markers/pix/americanelms.jpg","brief":"For many years considered one of the nation's largest elm stands, the trees were part of an early landscaping plan."}},{"type":"Feature","id":31,"geometry":{"type":"Point","coordinates":[-77.864747639999962,40.796673850000047]},"properties":{"OBJECTID":31,"title":"Carnegie Building","index":6,"link":"http://www.psu.edu/ur/about/markers/carnegie.html","detail":"Completed in 1904 with a gift from Penn State trustee and industrialist Andrew Carnegie, it was the University's first library building. It typifies more than 2,000 college and community libraries built with donations from Carnegie.","image":"http://www.psu.edu/ur/about/markers/pix/carnegieclose.jpg","brief":"Typical of libraries built with gifts from Andrew Carnegie."}},{"type":"Feature","id":32,"geometry":{"type":"Point","coordinates":[-77.864514119999967,40.80048529000004]},"properties":{"OBJECTID":32,"title":"Calorimeter","index":30,"link":"http://www.psu.edu/ur/about/markers/calorimeter.html","detail":"Designed and first operated in 1902 by pioneer animal nutritionist Henry Armsby, the calorimeter was housed in this specially constructed building and monitored an animal's metabolism to determine the net energy value of food- the portion of food energy that an animal uses to produce milk or meat.  It attracted worldwide scientific interests and helped to develop feeds of higher nutritive value.","image":"http://www.psu.edu/ur/about/markers/pix/calorimeterclose.jpg","brief":"Attracted worldwide attention in the effort to develop more nutritious animal feeds."}},{"type":"Feature","id":33,"geometry":{"type":"Point","coordinates":[-77.862006429999951,40.79442602000006]},"properties":{"OBJECTID":33,"title":"Industry Research","index":10,"link":"http://www.psu.edu/ur/about/markers/industry.html","detail":"On this site, at the petroleum refining lab, chemists conducted the University's first major industry-sponsored research beginning in 1929.  They improved the refining process of crude oil and pioneered in identifying its components.  The lab was razed in 1958, but Penn State still ranks among America's top universities in industry-sponsored research.","image":"http://www.psu.edu/ur/about/markers/pix/Industryclose.jpg","brief":"Former site of the Petroleum Refining Lab, Penn State's first major research link with industry."}},{"type":"Feature","id":34,"geometry":{"type":"Point","coordinates":[-77.863822279999965,40.79631648000003]},"properties":{"OBJECTID":34,"title":"Schwab Auditorium","index":5,"link":"http://www.psu.edu/ur/about/markers/schwab.html","detail":"The first campus building to be financed by a private gift.  Bethlehem Steel Corp. founder Charles M. Schwab, a member of the University's Board of Trustees, gave $150,000 to build the Beaux-Arts structure, which was completed in 1903.","image":"http://www.psu.edu/ur/about/markers/pix/schwabclose.jpg","brief":"First campus building to be financed by a private gift."}},{"type":"Feature","id":35,"geometry":{"type":"Point","coordinates":[-77.862634569999955,40.794576720000066]},"properties":{"OBJECTID":35,"title":"Architectural Engineering","index":27,"link":"http://www.psu.edu/ur/about/markers/archengr.html","detail":"Penn State offers America's oldest continuously accredited curriculum in this field.  A baccalaureate program was founded in 1910 to provide \"Liberal training in both the aesthetic and construction sides of architecture.\"  It was first accredited in 1936 by the newly formed Engineers' Council for Professional Development as part of a national effort to implement professional competency standards.","image":"http://www.psu.edu/ur/about/markers/pix/archengclose.jpg","brief":"Penn state has the oldest continuously accredited curriculum in this field."}},{"type":"Feature","id":36,"geometry":{"type":"Point","coordinates":[-77.86399930999994,40.793073640000046]},"properties":{"OBJECTID":36,"title":"R Values","index":44,"link":"http://www.psu.edu/ur/about/markers/rvalues.html","detail":"Standardized measures of resistance to heat transfer, were first proposed in 1945 by Everett Shuman, who continued to promote their adoption as director of Penn State's building research institute.  R Values were later widely applied to industrial and residential insulating materials and helped consumers make more energy-efficient choices.","image":"http://www.psu.edu/ur/about/markers/pix/rvalues.jpg","brief":"These standardized measures of heat transfer were popularized by engineering researcher Everett Shuman."}},{"type":"Feature","id":37,"geometry":{"type":"Point","coordinates":[-77.862808239999936,40.796222380000074]},"properties":{"OBJECTID":37,"title":"Old Main","index":1,"link":"http://www.psu.edu/ur/about/markers/oldmain.html","detail":"Built in 1930, using limestone blocks from the first Old Main, completed on this site in 1863.  The original building housed classrooms, offices, labratories, and student and faculty living quarters.  It also served, as does its successor, as Penn State's administrative center.  Inside are the famous Land-Grant Frescoes by Henry Varnum Poor.","image":"http://www.psu.edu/ur/about/markers/pix/oldmainclose.jpg","brief":"The main administration building, uses the stone blocks from the original Old Main of 1859."}},{"type":"Feature","id":38,"geometry":{"type":"Point","coordinates":[-77.863497729999949,40.795833210000069]},"properties":{"OBJECTID":38,"title":"Evan Pugh","index":31,"link":"http://www.psu.edu/ur/about/markers/pugh.html","detail":"Penn State's first president (1859-64) was a national advocate of adding science, agriculture, and engineering to traditional college studies.  Penn State emerged as one of three agricultural colleges in the U.S. before the 1862 Morrill Land-Grant College Act- which promoted these new subjects and for which Pugh lobbied hard.  Because of him, Penn State was named Pennsylvania's sole land-grant college in 1863.","image":"http://www.psu.edu/ur/about/markers/pix/pughclose.jpg","brief":"Penn State's founding President and nationally recognized advocate of land-grant education."}},{"type":"Feature","id":39,"geometry":{"type":"Point","coordinates":[-77.863742319999972,40.796853250000026]},"properties":{"OBJECTID":39,"title":"Science, Technology, and Society","index":40,"link":"http://www.psu.edu/ur/about/markers/sts.html","detail":"In 1969-70, leading faculty from the Colleges of Earth and Mineral Sciences, Engineering, Liberal Arts, and Science founded the nation's first interdisciplinary program in science, technology, and society.  Its integrative courses, addressing critical issues in these areas, served as a model for similar programs at many other universities.","image":"http://www.psu.edu/ur/about/markers/pix/sts.jpg","brief":"The nation's first interdisciplinary program in this field."}},{"type":"Feature","id":40,"geometry":{"type":"Point","coordinates":[-77.865218709999965,40.796504390000052]},"properties":{"OBJECTID":40,"title":"Public Speaking","index":62,"link":"http://www.psu.edu/ur/about/markers/publicspeaking.html","detail":"Penn State has led in the student and practice of public speaking since John Henry Frizzell founded the speech department in 1935. Robert Oliver later built a nationally renowned graduate program in rhetoric and communication while publishing landmark scholarship in American and British oratory. Since the basic speech course became a campus-wide requirement in 1959, Penn State has taught public speaking to more students than any other university.","image":"http://www.psu.edu/ur/about/markers/pix/publicspeakingclose.jpg","brief":"Has enrolled more students than comparable programs at other universities."}},{"type":"Feature","id":41,"geometry":{"type":"Point","coordinates":[-77.862886109999977,40.795467930000029]},"properties":{"OBJECTID":41,"title":"Old Willow","index":24,"link":"http://www.psu.edu/ur/about/markers/willow.html","detail":"For decades freshmen bowed to this landmark as Penn State's oldest living tradition.  Planted near this site by William Waring in 1859, it fell in 1923 and has been replaced several by descendants of the original.  Legend claims the tree grew from a cutting brought by president Pugh from the home of English poet Alexaner Pope.","image":"http://www.psu.edu/ur/about/markers/pix/willowclose.jpg","brief":"Dedicated to a landmark that was honored by generations of first-year students."}},{"type":"Feature","id":42,"geometry":{"type":"Point","coordinates":[-77.868915999999956,40.796755000000076]},"properties":{"OBJECTID":42,"title":"Nittany Lion Shrine","index":36,"link":"http://www.psu.edu/ur/about/markers/nittanylion.html","detail":"Mountain lions still roamed this area in the mid-19th century, but the idea of the Nittany Lion mascot was originated by a student, H.D. \"Joe\" Mason, in 1904.  By the 1930s, the Lion mascot was a popular feature at sporting events.  The class of 1940 commissioned artist Heinz Warneke to sculpt the lion in limestone and located it here in what once was the center of the University's athletic grounds.","image":"http://www.psu.edu/ur/about/markers/pix/nittanylionclose.jpg","brief":""}},{"type":"Feature","id":43,"geometry":{"type":"Point","coordinates":[-77.865533529999936,40.797611940000024]},"properties":{"OBJECTID":43,"title":"American Literature","index":19,"link":"http://www.psu.edu/ur/about/markers/amerlit.html","detail":"With the arrival in 1894 of Fred Lewis Pattee, for whom the Pattee Library is named, Penn State became one of the earliest centers for American literature studies- at the time a controversial departure from English literature.  A pioneering scholar in American literary history, Pattee was the first in the nation to hold the title of Professor of American Literature.","image":"http://www.psu.edu/ur/about/markers/pix/amerlitclose.jpg","brief":"Pioneered as a formal area of study in the United States by Professor Fred Lewis Pattee."}},{"type":"Feature","id":44,"geometry":{"type":"Point","coordinates":[-77.848784999999964,40.805664000000036]},"properties":{"OBJECTID":44,"title":"Materials Research","index":26,"link":"http://www.psu.edu/ur/about/markers/mrl.html","detail":"In 1960, Penn State established the nation's first interdisciplinary curriculum in solid state technology and in 1962 created the interdisciplinary materials research laboratory- the first such unit in the U.S. to be organized without federal block support.  The lab won international recognition in the fields of materials synthesis, electroceramics, diamond films, and chemically bonded ceramics.","image":"http://www.psu.edu/ur/about/markers/pix/mrlclose.jpg","brief":"Pioneering studies in electroceramics, diamond films, and related areas."}},{"type":"Feature","id":45,"geometry":{"type":"Point","coordinates":[-77.868387399999961,40.798952050000025]},"properties":{"OBJECTID":45,"title":"Bernreuter Inventory","index":13,"link":"http://www.psu.edu/ur/about/markers/bernreuter.html","detail":"In 1931, psychology professor Robert Bernreuter established the psycho-education clinic in the former school of education and began refining his \"Bernreuter Personality Inventory,\" the pioneer multiphasic test of traits that became the standard by which other personality tests were measured.  The test is still in use worldwide for counseling and personnel selection.","image":"http://www.psu.edu/ur/about/markers/pix/bernreuterclose.jpg","brief":"A personality test developed in the 1930s and still widely used today."}},{"type":"Feature","id":46,"geometry":{"type":"Point","coordinates":[-77.865769569999941,40.797445440000047]},"properties":{"OBJECTID":46,"title":"Student Broadcasting","index":64,"link":"http://news.psu.edu/story/477055/2017/08/14/campus-life/new-historical-marker-celebrates-student-broadcasting","detail":"Penn State has been a leader in broadcasting college radio since the class gift of 1912 enabled early national experiments. By 1923, WPSC students were among the first college broadcasters in the nation, since then, students have learned the craft while fulfilling their public mission to the campus and listening community. While station names and technology change, campus radio continues to enrich student learning and campus life.","image":"http://news.psu.edu/sites/default/files/styles/photo_gallery_large/public/Historical%20Marker-Student%20Broadcasting_2.jpg","brief":""}},{"type":"Feature","id":47,"geometry":{"type":"Point","coordinates":[-77.861774409999953,40.799831230000052]},"properties":{"OBJECTID":47,"title":"Faculty Cottages","index":17,"link":"http://www.psu.edu/ur/about/markers/facultycottages.html","detail":"Pine (1888), Spruce (1889), and Birch (1915) are reminders of an earlier era in Penn State's history, when a fledgeling institution offered on-campus residences as part of faculty compensation, and when students and teachers mingled in a family-like setting. Later used for sorority housing and academic and administrative purposes.","image":"http://www.psu.edu/ur/about/markers/pix/facultycottagesclose.jpg","brief":"Reminders of an era when faculty lived on campus."}},{"type":"Feature","id":48,"geometry":{"type":"Point","coordinates":[-77.864098549999937,40.802270230000033]},"properties":{"OBJECTID":48,"title":"Correspondence Courses","index":29,"link":"http://www.psu.edu/ur/about/markers/correspondence.html","detail":"In 1892, under the direction of Professor Henry Waters, Penn State became the first American institution of higher education to offer correspondence courses in agriculture.  The goal was to make scientific studies available to those persons unable to attend traditional college classes.  Penn State's initiative was followed by a national expansion of correspondence instruction in technical fields.","image":"http://www.psu.edu/ur/about/markers/pix/correspondenceclose.jpg","brief":"The nation's first correspondence courses in agriculture originated at Penn State."}},{"type":"Feature","id":49,"geometry":{"type":"Point","coordinates":[-77.865973409999981,40.793122370000049]},"properties":{"OBJECTID":49,"title":"Applied Research Lab","index":33,"link":"http://www.psu.edu/ur/about/markers/arl.html","detail":"Founded in 1945 under director Eric Walker, it succeeded Harvard University's underwater sound lab as the Navy's principal academic center for basic research in underwater weaponry.  It was part of a postwar policy to bolster national defense through scientific research.  The ARL's work also had important peacetime applications in acoustics, hydrodynamics, and electric circuitry.","image":"http://www.psu.edu/ur/about/markers/pix/arlclose.jpg","brief":"Since 1945, the U.S. Navy's principal center for underwater sound research."}},{"type":"Feature","id":50,"geometry":{"type":"Point","coordinates":[-77.864002659999983,40.798270120000041]},"properties":{"OBJECTID":50,"title":"Progesterone","index":11,"link":"http://www.psu.edu/ur/about/markers/progesterone.html","detail":"In 1937, in Pond Laboratory, pioneer steroid chemist Russell Marker discovered the first practical synthesis of the pregnancy hormone progesterone.  His research laid the foundation for such medical applications as the birth control pill, cortisones, and various hormone and steroid therapies.","image":"http://www.psu.edu/ur/about/markers/pix/progesteroneclose.jpg","brief":"Professor Russell Marker in 1937 discovered the first practical synthesis of this hormone."}},{"type":"Feature","id":51,"geometry":{"type":"Point","coordinates":[-77.861166889999936,40.80028199000003]},"properties":{"OBJECTID":51,"title":"Walnut Building","index":60,"link":"http://www.psu.edu/ur/about/markers/walnutbuilding.html","detail":"A war-surplus structure relocated from Lebanon, PA., in 1947 to serve as a temporary student union building. It later became Penn State's first Center for Minority-Student Social and Cultural Life. As the Black Cultural Center and later the Paul Robeson Cultural Center. It hosted diverse speakers, performances, receptions and other activities from 1971 until the Robeson Center moved to its current location in 1999.","image":"http://www.psu.edu/ur/about/markers/pix/walnutbuildingclose.jpg","brief":"Penn State's first center for minority-student social and cultural life."}},{"type":"Feature","id":52,"geometry":{"type":"Point","coordinates":[-77.869220229999939,40.796452520000059]},"properties":{"OBJECTID":52,"title":"Martin Luther King Jr.","index":56,"link":"http://www.psu.edu/ur/about/markers/MLKing.html","detail":"On Jan. 21, 1965, Dr. Martin Luther King Jr. spoke to a crowd of 8,000 in Rec Hall as part of his efforts to draw national attention to the need for voting rights reforms that would prevent discrimination against African Americans. Dr. King's powerful non-violent message helped to spur passage of the 1965 Voting Rights Act, widely considered the most successful piece of U.S. civil rights legislation.","image":"http://www.psu.edu/ur/about/markers/pix/mlkingclose.jpg","brief":"A 1965 address in Rec Hall drew national attention to voting rights."}},{"type":"Feature","id":53,"geometry":{"type":"Point","coordinates":[-77.864579669999955,40.801231280000025]},"properties":{"OBJECTID":53,"title":"Artificial Insemination","index":12,"link":"http://www.psu.edu/ur/about/markers/artsem.html","detail":"Used for improved livestock breeding, was made feasible for dairy cattle by the work of prof. John Almquist, who, beginning in 1944 in Borland Lab, perfected the use of antibiotics to preserve semen and develop commercial methods of using it.  His internationally acclaimed research increased food production and breeding efficiency worldwide.","image":"http://www.psu.edu/ur/about/markers/pix/artsemclose.jpg","brief":"For improved livestock breeding, made possible by the research of Professor John Almquist."}},{"type":"Feature","id":54,"geometry":{"type":"Point","coordinates":[-77.863073949999944,40.79495804000004]},"properties":{"OBJECTID":54,"title":"Industrial Engineering","index":25,"link":"http://www.psu.edu/ur/about/markers/industrialengr.html","detail":"The nation's first academic department and baccalaureate curriculum in industrial engineering were established at Penn State in 1909, housed in Engineering Unit A.  Founding department head Hugo Deimer was a nationally recognized advocate of managerial training for engineers and a colleague of Frederick Taylor, father of scientific management.","image":"http://www.psu.edu/ur/about/markers/pix/industrialengrclose.jpg","brief":"Penn State founded the nation's first baccalaureate curriculum in this discipline."}},{"type":"Feature","id":55,"geometry":{"type":"Point","coordinates":[-77.842765999999983,40.806262000000061]},"properties":{"OBJECTID":55,"title":"Moses Thompson","index":55,"link":"http://www.psu.edu/ur/about/markers/moses.html","detail":"Partner in Centre Furnace with James Irvin and instrumental in the selection of the site for the establishment of Penn State on furnace company land. Thompson resided here at the mansion for 49 years and hosted many trustee meetings and college guests. He served as Penn State's treasurer, 1867-74. He was the largest landowner in the county at the time of his death in 1891. Much of his land was eventually acquired by the university.","image":"http://www.psu.edu/ur/about/markers/pix/mosesclose.JPG","brief":"Instrumental in establishing Penn State, offered hospitality at Centre Furnace Mansion."}},{"type":"Feature","id":56,"geometry":{"type":"Point","coordinates":[-77.863191459999939,40.793912620000071]},"properties":{"OBJECTID":56,"title":"Wake Turbulence","index":58,"link":"http://www.psu.edu/ur/about/markers/waketurbulence.html","detail":"In 1965, Penn State aerospace engineer Barnes W. McCormick led a research team that made the first measurements of the details of wake turbulence behind a full-scale airplane. These measurements, using aircraft flown at the University Park Airport, were instrumental in setting the separation distances between aircraft operating in and out of airports worldwide. Distances codified today in FAA and international regulations.","image":"http://www.psu.edu/ur/about/markers/pix/waketurbulenceclose.jpg","brief":"Measurements established safe operating distances between aircraft at airports worldwide."}},{"type":"Feature","id":57,"geometry":{"type":"Point","coordinates":[-77.863237389999938,40.799559720000047]},"properties":{"OBJECTID":57,"title":"Mushroom Science","index":39,"link":"http://www.psu.edu/ur/about/markers/mushroom.html","detail":"In the 1920s, Penn State became the first land-grant college to initiate a comprehensive mushroom research program.  Led by internationally recognized scientists and supported by the mushroom industry, the program developed improved composts and production practices that were adopted by growers worldwide.  It also helped Pennsylvania retain its leadership in U.S. mushroom production.","image":"http://www.psu.edu/ur/about/markers/pix/mushroomclose.jpg","brief":"Penn State research preserved Pennsylvania's mushroom-producing leadership."}},{"type":"Feature","id":58,"geometry":{"type":"Point","coordinates":[-77.864987619999965,40.800774640000043]},"properties":{"OBJECTID":58,"title":"Art Education","index":20,"link":"http://www.psu.edu/ur/about/markers/arted.html","detail":"Penn State became the international center for art education with the arrival of Austrian-born Viktor Lowenfeld in 1946. The most influential art educator of the 20th century, he wrote the field's dominant book, \"Creative and Mental Growth\" - based on pioneering work in psychology and the art of the visually impaired - and taught here until his death in 1960.","image":"http://www.psu.edu/ur/about/markers/pix/artedclose.jpg","brief":"Penn State became internationally acclaimed in this area, thanks to Professor Viktor Lowenfeld."}},{"type":"Feature","id":59,"geometry":{"type":"Point","coordinates":[-77.868703899999957,40.798444440000026]},"properties":{"OBJECTID":59,"title":"Indian Leadership","index":45,"link":"http://www.psu.edu/ur/about/markers/indianleadership.html","detail":"Penn State's American Indian Leadership Program, established in 1970, is the oldest and most successful of its kind.  It was among the first graduate fellowship programs anywhere to offer Native Americans formal opportunities to strengthen their administrative and leadership skills in order to return to their respective tribal communities as role models.","image":"http://www.psu.edu/ur/about/markers/pix/indianleadership.jpg","brief":"The nation's first graduate program to develop administrative and leadership role models for Native Americans."}},{"type":"Feature","id":60,"geometry":{"type":"Point","coordinates":[-77.863657329999967,40.802216940000051]},"properties":{"OBJECTID":60,"title":"First Ag Degrees","index":15,"link":"http://www.psu.edu/ur/about/markers/firstagdegrees.html","detail":"Penn State was the first U.S. university to award baccalaureate (1861) and graduate (1863) degrees in agriculture.  This pioneering effort to formalize higher education in agriculture helped the agricultural sciences to become an accepted and vital part of higher education and America to become the world's premier agricultural nation.","image":"http://www.psu.edu/ur/about/markers/pix/firstagdegreesclose.jpg","brief":"Penn State was the first in the nation to award these."}},{"type":"Feature","id":61,"geometry":{"type":"Point","coordinates":[-77.868312299999957,40.793343710000045]},"properties":{"OBJECTID":61,"title":"Water Tunnel","index":34,"link":"http://www.psu.edu/ur/about/markers/watertunnel.html","detail":"Was the world's largest when built in cooperation with the Navy in 1949.  Designed to test properties of torpedoes, submarine hulls, propellers, and other underwater shapes by driving water through a central test section, it also had peacetime applications in hydrodynamics and acoustics.  Named for Lt Garfield Thomas, first Penn State alumnus killed in naval service in WWII.","image":"http://www.psu.edu/ur/about/markers/pix/watertunnelclose.jpg","brief":"Among the world's largest hydrodynamic research facilities, it tests properties of underwater shapes."}},{"type":"Feature","id":62,"geometry":{"type":"Point","coordinates":[-77.855807999999968,40.810453000000052]},"properties":{"OBJECTID":62,"title":"Champions for Equality","index":63,"link":"http://www.psu.edu/ur/about/markers/championsforequality.html","detail":"Demonstrating that sport can be a powerful force for social change, Penn State led the way in breaking the color barrier in intercollegiate football in the south, by the players' own decision, the team refused an offer to play a segregated deep south opponent in 1946. The Nittany Lions then became the first team to field African American players in the Cotton Bowl in 1948 and the Gator Bowl in 1961.","image":"http://www.psu.edu/ur/about/markers/pix/championsforequalityclose.jpg","brief":"Nittany Lions led in breaking the color barrier in intercollegiate football in the South."}},{"type":"Feature","id":63,"geometry":{"type":"Point","coordinates":[-77.87053450999997,40.797923620000063]},"properties":{"OBJECTID":63,"title":"Labor Education","index":61,"link":"http://www.psu.edu/ur/about/markers/laboreducation.html","detail":"Penn State was among the first U.S. universities to establish an academic program focusing on labor in American society and offer labor studies courses for college credit. Founded in 1942 as an outreach effort to help union leaders learn their roles and meet their responsibilities in the post-New Deal industrial relations system. The labor studies program evolved into a broader curriculum that encompasses human resources and employment relations.","image":"http://www.psu.edu/ur/about/markers/pix/laboreducationclose.jpg","brief":"One of the nation's first programs to offer labor studies courses for college credit."}},{"type":"Feature","id":64,"geometry":{"type":"Point","coordinates":[-77.862450329999945,40.798047480000037]},"properties":{"OBJECTID":64,"title":"Deuterium","index":42,"link":"http://www.psu.edu/ur/about/markers/deuterium.html","detail":"Penn State physicist Ferdinand Brickwedde in 1931 produced the world's first measurable amount of deuterium, a hydrogen isotope found in \"heavy water,\" used in nuclear and biological research.  Earlier, Brickwedde had been co-discoverer, with Harold Urey and George Murphy of Columbia University, of deuterium.  Urey was awarded the 1934 Nobel Prize in Chemistry for the discovery.","image":"http://www.psu.edu/ur/about/markers/pix/deuteriumclose.jpg","brief":"The world's first measureable amount of this hydrogen isotope, used in nuclear research, was produced at Penn State."}},{"type":"Feature","id":65,"geometry":{"type":"Point","coordinates":[-77.864651,40.797129]},"properties":{"OBJECTID":65,"title":"Postwar Authors","index":35,"link":"http://www.psu.edu/ur/about/markers/postwar.html","detail":"Joseph Heller and his famous novel \"Catch-22,\" germinated during his faculty tenure at Penn State in the early 1950s.  Pulitzer prize-winning poet Theodore Roethke wrote his first book, \"Open House,\" during his seven years of teaching at the University.  After teaching here in the 1950s, novelist John Barth used the University Park campus setting for \"Giles Goat Boy.\"","image":"http://www.psu.edu/ur/about/markers/pix/postwarclose.jpg","brief":"Joseph Heller, John Barth, Ted Roethke--they all taught at Penn State."}}]}
